export const uaLang = {
  ua: {
    translation: {
      "Navbar home page label": "Головна",
      "Navbar about page label": "Про нас",
      "Navbar cars page label": "Авто",
      "Navbar contact page label": "Наші контакти",
      "Navbar sign in btn label": "Увійти",

      "Introduction section title": "Знайдіть найкраще авто",
      "Introduction section subtitle":
        "Знижки від 10$ на день з обмеженим часом",

      "First class rental section title": "Прокат першокласних автомобілів",

      "Introduction form any brand option": "Будь-який бренд",
      "Introduction form any type option": "Будь-який тип",
      "Introduction form sedan type option": "Седан",
      "Introduction form hatchback type option": "Хечбек",
      "Introduction form crossover type option": "Кросовер",
      "Introduction form price low to high": "Дорожча ціна",
      "Introduction form price high to low": "Дешевша ціна",
      "Introduction form search btn": "Знайти",

      "Card cars sedan type": "Седан",
      "Card cars sportcar type": "Спорткар",
      "Card cars crossover type": "Кросовер",
      "Card cars hatchback type": "Хечбек",
      "Card cars mpv type": "БТЗ",
      "Card cars price postfix": "день",
      "Card cars electric fuel": "Електрика",
      "Card cars diesel fuel": "Дізель",
      "Card cars gasoline fuel": "Бензин",

      "Why choose us section title": "Чому обирають нас?",

      "Adventage card service title": "Преміум Сервіс",
      "Adventage card service subtitle":
        "Cars Rent надає якісний сервіс усім, хто шукає надійний прокат автомобілів.",
      "Adventage card location title": "Різноманіття локацій",
      "Adventage card location subtitle":
        "У нас є різноманітні офіси з прокату автомобілів, розташовані по всій території США майже у всіх 50 штатах.",
      "Adventage card team title": "Кваліфікована команда",
      "Adventage card team subtitle":
        "Ви можете повністю покластися на нашу команду професіоналів, яка завжди готова вам допомогти.",

      "Footer copyright": "Всі права захищені",
      "Footer privacy policy": "Політика Конфіденційності",
      "Footer find car btn": "Знайти авто",
      "Footer news column title": "Популярні новини",
      "Footer links column title": "Швидкі посилання",
      "Footer 1st news title":
        "Найпоширеніші сигнальні лампи на панелі приладів",
      "Footer 2st news title":
        "Бронювання автомобілів напрокат – мобільний чи комп’ютер",
      "Footer news may month label": "Травень",

      "Privacy policy general title": "Загальна інформація",
      "Privacy policy processing title":
        "Право на доступ, виправлення та видалення даних, а також на заперечення проти обробки даних",
      "Privacy policy data title": "Управління персональними даними",
      "Privacy policy collect title": "Інформація, яку ми збираємо",
      "Privacy policy use title": "Як ми використовуємо вашу інформацію",
      "Privacy policy sharing title": "Обмін інформацією",
      "Privacy policy general content":
        "Ласкаво просимо на сторінку нашої політики конфіденційності! Коли ви користуєтеся послугами нашого веб-сайту, ви довіряєте нам свою інформацію. Ця Політика конфіденційності покликана допомогти вам зрозуміти, які дані ми збираємо, чому ми їх збираємо та що ми з ними робимо. Коли ви ділитеся з нами інформацією, ми можемо зробити наші послуги ще кращими для вас. Наприклад, ми можемо показувати вам більш релевантні результати пошуку та рекламу, допомогти вам налагодити зв’язок із людьми або зробити обмін інформацією з іншими швидшим і легшим. Коли ви користуєтеся нашими послугами, ми хочемо, щоб ви чітко усвідомлювали, як ми використовуємо інформацію та як ви можете захистити свою конфіденційність. Це важливо; ми сподіваємося, що ви знайдете час, щоб уважно прочитати його. Пам’ятайте, що ви можете знайти засоби керування своєю інформацією та захистити свою конфіденційність і безпеку. Ми намагалися зробити це максимально простим.",
      "Privacy policy processing content":
        "Наші клієнти мають право отримати доступ, виправити та видалити персональні дані, що стосуються їх, а також заперечити проти обробки таких даних, направивши письмовий запит у будь-який час. Компанія докладає всіх зусиль, щоб запровадити відповідні запобіжні заходи для забезпечення безпеки та конфіденційності персональних даних, а також для запобігання їх зміні, пошкодженню, знищенню або доступу неавторизованих третіх сторін. Однак Компанія не контролює всі ризики, пов’язані з використанням Інтернету, і тому попереджає користувачів Сайту про потенційні ризики, пов’язані з функціонуванням і використанням Інтернету. Сайт може містити посилання на інші веб-сайти або інші джерела в Інтернеті. Оскільки Компанія не може контролювати ці веб-сайти та зовнішні джерела, Компанія не може нести відповідальність за надання або відображення цих веб-сайтів і зовнішніх джерел, а також не може нести відповідальність за вміст, рекламу, продукти, послуги чи будь-які інші матеріали доступні на цих веб-сайтах або з зовнішніх джерел.",
      "Privacy policy data content":
        "Ви можете переглядати або редагувати свої особисті дані онлайн для багатьох наших служб. Ви також можете вибрати спосіб збору та використання ваших даних. Те, як ви можете отримати доступ до своїх особистих даних або контролювати їх, залежатиме від того, якими послугами ви користуєтеся. Ви можете вибрати, чи хочете ви отримувати рекламні повідомлення з нашого веб-сайту електронною поштою, SMS, звичайною поштою та телефоном. Якщо ви отримуєте від нас рекламні електронні листи або SMS-повідомлення та бажаєте відмовитися від них, ви можете зробити це, виконавши вказівки в цьому повідомленні. Ви також можете зробити вибір щодо отримання рекламної електронної пошти, телефонних дзвінків і звичайної пошти, відвідавши та увійшовши в менеджер рекламних комунікацій компанії, що дозволяє оновлювати контактну інформацію, керувати контактними параметрами, відмовлятися від підписок на електронну пошту та вибирати, чи потрібно поділитися своєю контактною інформацією з нашими партнерами. Ці параметри не застосовуються до обов’язкових службових повідомлень, які є частиною певних служб веб-сайту.",
      "Privacy policy collect content":
        "Наш магазин збирає дані, щоб працювати ефективно та надавати вам найкращі враження від наших послуг. Ви надаєте деякі з цих даних безпосередньо, наприклад, коли створюєте особистий обліковий запис. Частину ми отримуємо, записуючи, як ви взаємодієте з нашими службами, наприклад, використовуючи такі технології, як файли cookie, і отримуючи звіти про помилки або дані про використання від програмного забезпечення, запущеного на вашому пристрої. Ми також отримуємо дані від третіх сторін (включаючи інші компанії). Наприклад, ми доповнюємо дані, які збираємо, купуючи демографічні дані в інших компаній. Ми також використовуємо послуги інших компаній, які допомагають нам визначити місцезнаходження на основі вашої IP-адреси, щоб налаштувати певні служби відповідно до вашого місцезнаходження. Дані, які ми збираємо, залежать від послуг і функцій, які ви використовуєте.",
      "Privacy policy use content":
        "Наш веб-сайт використовує дані, які ми збираємо, для трьох основних цілей: для ведення нашого бізнесу та надання (зокрема покращення та персоналізації) послуг, які ми пропонуємо, для надсилання повідомлень, у тому числі рекламних повідомлень, і для показу реклами. Виконуючи ці цілі, ми об’єднуємо дані, які ми збираємо за допомогою різних служб веб-сайту, якими ви користуєтеся, щоб надати вам більш плавний, послідовний і персоналізований досвід. Однак для підвищення конфіденційності ми вбудували технологічні та процедурні засоби захисту, призначені для запобігання певним комбінаціям даних. Наприклад, ми зберігаємо дані, які збираємо від вас, коли ви не автентифіковані (не ввійшли) окремо від будь-якої інформації облікового запису, яка безпосередньо ідентифікує вас, як-от ваше ім’я, адреса електронної пошти або номер телефону.",
      "Privacy policy sharing content":
        "Ми надаємо ваші персональні дані за вашою згодою або за потреби для завершення будь-якої транзакції чи надання будь-якої послуги, яку ви запитували чи дозволили. Наприклад, ми передаємо ваш вміст третім сторонам, коли ви нам про це повідомляєте. Коли ви надаєте платіжні дані для здійснення покупки, ми надаємо платіжні дані банкам та іншим організаціям, які обробляють платіжні операції або надають інші фінансові послуги, а також для запобігання шахрайству та зменшення кредитного ризику. Крім того, ми надаємо особисті дані між нашими контрольованими філіями та дочірніми компаніями. Ми також надаємо особисті дані постачальникам або агентам, які працюють від нашого імені, для цілей, описаних у цій заяві. Наприклад, компаніям, яких ми найняли для надання підтримки клієнтів або допомоги в захисті та безпеці наших систем і послуг, може знадобитися доступ до персональних даних, щоб забезпечити ці функції. У таких випадках ці компанії повинні дотримуватися наших вимог щодо конфіденційності та безпеки даних і не мають права використовувати отримані від нас особисті дані для будь-яких інших цілей. Ми також можемо розкривати особисті дані в рамках корпоративної операції, такої як злиття або продаж активів.",

      "Route home page title": "Головна",
      "Route about page title": "Про нас",
      "Route cars page title": "Авто",
      "Route contact page title": "Наші контакти",
      "Route privacy policy page title": "Політика конфіденційності",

      "Find car by type section title": "Знайдіть свій автомобіль за типом",
      "Find car by type section link title": "Переглянути",
      "Find car by type section cars amount label": "Авто",
      "Find car by type section sedan type title": "Седан",
      "Find car by type section electric car type title": "Електрична",
      "Find car by type section suv type title": "СУА",
      "Find car by type section bus type title": "Автобус",

      "Our experience section content title": "15+ років досвіду",
      "Our experience section content subtitle":
        "Маючи більш ніж 15-річний досвід, наша команда пропонує якісні послуги з оренди автомобілів для всіх гостей і жителів США.",
      "Our experience section statistics clients title": "Задоволенні клієнти",
      "Our experience section statistics cars title": "Авто",
      "Our experience section statistics car types title": "Типи авто",
      "Our experience section statistics brands title": "Бренди",

      "Happy clients section title": "Задоволенні клієнти",
      "Happy clients section status label": "Постійний клієнт",
      "Happy clients section first client":
        "Це моє друге бронювання у вас. Ви не тільки найкращі на узбережжі, але й маєте найкращі ціни та найпривітніший персонал. Зараз я буду орендувати автомобіль у вашій компанії.",
      "Happy clients section second client":
        "Я кілька разів орендував машину в Лос-Анджелесі і не можу звинуватити жодну з послуг. Ваш персонал чудовий, процес простий, а ціни дуже доступні. Я радий рекомендувати ваші послуги!",
      "Happy clients section third client":
        "Cars Rent є одним з найкращих сервісів прокату авто в нашому місті. У мене був фантастичний досвід спілкування з ними цього року. Вони надали мені надійний і доступний автомобіль, який був саме тим, про що я просив.",
      "Happy clients section fourth client":
        "Я користуюся послугами Cars Rent постійно, коли перебуваю в місті у справах і на відпочинок, і вважаю їхні рішення та автопарк бездоганними. Я дуже рекомендую їх усім своїм друзям.",

      "Auth form back link title": "Головна",
      "Auth form sign in text": "Почніть свою унікальну подорож прямо зараз!👏",
      "Auth form sign up text":
        "Ще не зареєстровані? Поспішай, заповнюй форму і поїхали!✌️",
      "Auth form social networks label": "Наші соціальні мережі:",
      "Auth form username input": "Ім'я користувача",
      "Auth form password input": "Пароль",
      "Auth form email input": "Електронна пошта",
      "Auth form sign in button label": "Увійти",
      "Auth form sign up button label": "Зареєструватися",
      "Auth form sign up link": "Не маєте акаунту?",

      "Our adventages section title": "Наші переваги",
      "Our adventages section read more link": "Дізнатись більше",
      "Our adventages section contact us link": "Наші контакти",
      "Our adventages section about us tab": "Про нас",
      "Our adventages section our values tab": "Наші цілі",
      "Our adventages section mission tab": "Місія",
      "Our adventages section about us tab title":
        "Cars Rent надає високий рівень обслуговування в галузі прокату автомобілів. Ми працюємо майже по всій території США та деяких частинах Європи. Наша компанія пропонує своїм клієнтам широкий асортимент транспортних засобів. Також ми намагаємося забезпечити максимально комфортні умови при бронюванні автомобіля завдяки нашій команді професіоналів.",
      "Our adventages section about us tab sedans types": "Седани",
      "Our adventages section about us tab hatchbacks types": "Хетчбеки",
      "Our adventages section about us tab SUVs types": "Позашляховики",
      "Our adventages section about us tab MPVs types": "Універсальні",
      "Our adventages section about us tab buses types": "Автобуси",
      "Our adventages section about us tab electric cars types": "Електричні",
      "Our adventages section mission tab title":
        "Наша місія полягає в тому, щоб процес бронювання автомобіля для наших клієнтів був максимально комфортним і швидким.",

      "Our history section title": "Наша історія",

      "Popular brands section title": "Популярні бренди",

      "Circle chart component dedication title": "Відданість",
      "Circle chart component knowledge title": "Знання",
      "Circle chart component professionalism title": "Професіоналізм",

      "Progress chart component leadership title": "Лідерство",
      "Progress chart component customer service title":
        "Обслуговування клієнтів",
      "Progress chart component communication title": "Спілкування",

      "Timeline component first title": "Створення Cars Rent",
      "Timeline component second title":
        "Відкриття офісів в Іллінойсі та Флориді",
      "Timeline component third title": "Залучення нових партнерів",
      "Timeline component fourth title": "Здобуття національного визнання",
    },
  },
};
